app/controllers/members_controller.rb

SELECT `members`.* FROM `members`
---
  def index
    @members = Member.all