app/controllers/ministries_controller.rb

  def index
    @ministries = Ministry.all
---
SELECT `ministries`.* FROM `ministries`